export const stops = [{
    value: '0-й пикет',
    ids: [22445, 22469]
}, {
    value: '19-й пикет',
    ids: [22312]
}, {
    value: '5-й м-н',
    ids: [22492]
}, {
    value: 'АБК Механического завода',
    ids: [22402, 22407]
}, {
    value: 'АБК НПОПАТ',
    ids: [22362]
}, {
    value: 'АБК ЦООП',
    ids: [22421]
}, {
    value: 'АБК Южный',
    ids: [22608]
}, {
    value: 'Авиакассы',
    ids: [22371]
}, {
    value: 'Автодор',
    ids: [22473, 22478]
}, {
    value: 'Административно-деловой центр',
    ids: [22332, 22356, 22518, 22519]
}, {
    value: 'АЗС',
    ids: [22633]
}, {
    value: 'Аптека',
    ids: [22381]
}, {
    value: 'АТО ЦАТК',
    ids: [22456, 22459]
}, {
    value: 'АТС',
    ids: [22567]
}, {
    value: 'Аэропорт Норильск',
    ids: [22635, 22636]
}, {
    value: 'База 2',
    ids: [22451, 22463]
}, {
    value: 'База 2 (Талнах)',
    ids: [22581, 22586]
}, {
    value: 'База 4',
    ids: [22455, 22460]
}, {
    value: 'База отдыха Берёзка',
    ids: [22498, 22541]
}, {
    value: 'База отдыха Голубые озёра',
    ids: [22502, 22536]
}, {
    value: 'База отдыха Жарки',
    ids: [22500, 22539]
}, {
    value: 'База отдыха Лазурная',
    ids: [22508, 22530]
}, {
    value: 'База отдыха Надежда',
    ids: [22501, 22538]
}, {
    value: 'База отдыха Робинзон',
    ids: [22537]
}, {
    value: 'База отдыха Сияние',
    ids: [22509, 22529]
}, {
    value: 'База отдыха Спортивная',
    ids: [22499, 22540]
}, {
    value: 'Бауманская',
    ids: [22551, 22556]
}, {
    value: 'Башмачок',
    ids: [22349]
}, {
    value: 'Бегичева',
    ids: [22333]
}, {
    value: 'Больничный городок (Павлова)',
    ids: [22489]
}, {
    value: 'Брызгалы',
    ids: [22604, 22627]
}, {
    value: 'Бульвар Влюбленных',
    ids: [22380]
}, {
    value: 'Бутовый',
    ids: [22422, 22435]
}, {
    value: 'Вальковское шоссе',
    ids: [22517, 22522]
}, {
    value: 'Ветеранов',
    ids: [22347]
}, {
    value: 'ВЗС',
    ids: [22572, 22593]
}, {
    value: 'Водозабор',
    ids: [22503, 22535]
}, {
    value: 'Воинская часть',
    ids: [22598]
}, {
    value: 'Вокзальная',
    ids: [22395, 22414]
}, {
    value: 'ВЭМ',
    ids: [22576, 22590]
}, {
    value: 'Газоспасательная служба',
    ids: [22523]
}, {
    value: 'Гаражи',
    ids: [22458]
}, {
    value: 'Гараж (Лебяжье)',
    ids: [22600, 22631]
}, {
    value: 'Гараж (Октябрьская)',
    ids: [22367, 22385]
}, {
    value: 'Гараж (пос. Валёк)',
    ids: [22506, 22532]
}, {
    value: 'Гараж (Рудная)',
    ids: [22495, 22563]
}, {
    value: 'Гвардейская пл.',
    ids: [22383]
}, {
    value: 'Гидропорт Валёк',
    ids: [22511]
}, {
    value: 'Гипермаркет Вега',
    ids: [22350]
}, {
    value: 'Горная',
    ids: [22444, 22470]
}, {
    value: 'Городская больница 1',
    ids: [22638]
}, {
    value: 'Городской парк',
    ids: [22360]
}, {
    value: 'Городской центр культуры',
    ids: [22375, 22490]
}, {
    value: 'Горького',
    ids: [22302]
}, {
    value: 'ГРС',
    ids: [22514, 22525]
}, {
    value: 'ГТП',
    ids: [22390, 22419]
}, {
    value: 'ГЭМ',
    ids: [22601, 22630]
}, {
    value: 'Далдыкан',
    ids: [22612, 22622]
}, {
    value: 'Дворец культуры',
    ids: [22327]
}, {
    value: 'Дворец спорта Арктика',
    ids: [22491]
}, {
    value: 'Детская больница',
    ids: [22346]
}, {
    value: 'Детская поликлиника (Бегичева)',
    ids: [22355]
}, {
    value: 'Детская поликлиника (Талнах)',
    ids: [22549, 22558]
}, {
    value: 'Дзержинского',
    ids: [22379]
}, {
    value: 'Дудинская',
    ids: [22552, 22555, 108097, 108098]
}, {
    value: 'Дудинская д. 1',
    ids: [22300]
}, {
    value: 'Енисейская',
    ids: [22568]
}, {
    value: 'Ж/д переезд',
    ids: [22497, 22542]
}, {
    value: 'Заводская',
    ids: [22467]
}, {
    value: 'Завод Стройкомплект',
    ids: [22388]
}, {
    value: 'Завод Тисма',
    ids: [22626]
}, {
    value: 'ЗАГС',
    ids: [22321]
}, {
    value: 'Зубгора',
    ids: [22448, 22465]
}, {
    value: 'Игарская',
    ids: [22553, 22554]
}, {
    value: 'Илан-Норильск',
    ids: [22485, 22487]
}, {
    value: 'Инспекция рыбоохраны',
    ids: [22516]
}, {
    value: 'Институт',
    ids: [22345]
}, {
    value: 'ИТУ-спецстрой',
    ids: [22386]
}, {
    value: 'Каларгон',
    ids: [22613, 22621]
}, {
    value: 'Кафе Поляна',
    ids: [22377]
}, {
    value: 'КДЦ Арктика',
    ids: [22320]
}, {
    value: 'Кинотеатр',
    ids: [22545]
}, {
    value: 'КИПиА',
    ids: [22363]
}, {
    value: 'Кирпичный завод',
    ids: [22424, 22433]
}, {
    value: 'Кислородная',
    ids: [22452, 22462]
}, {
    value: 'Комсомольская',
    ids: [22330, 22358]
}, {
    value: 'Корпоративный университет',
    ids: [22339]
}, {
    value: 'Котульского',
    ids: [22334]
}, {
    value: 'Кравца',
    ids: [22594]
}, {
    value: 'Красноярская',
    ids: [22331, 22357]
}, {
    value: 'Круглое озеро',
    ids: [22398, 22410]
}, {
    value: 'Лауреатов д. 85',
    ids: [22475]
}, {
    value: 'Ленинградская (Ленинский)',
    ids: [22373]
}, {
    value: 'Ленинградская (Талнахская)',
    ids: [22352]
}, {
    value: 'Ленинский',
    ids: [22374]
}, {
    value: 'Ленинский д. 33',
    ids: [22436]
}, {
    value: 'Лыжная база Оль-Гуль',
    ids: [22512, 22527]
}, {
    value: 'Магазин',
    ids: [22642, 22647]
}, {
    value: 'Магазин 1000 мелочей',
    ids: [22337]
}, {
    value: 'Магазин Авангард',
    ids: [22304]
}, {
    value: 'Магазин Енисей',
    ids: [22303]
}, {
    value: 'Магазин Жар птица',
    ids: [22354]
}, {
    value: 'Магазин Океан',
    ids: [22477, 22479]
}, {
    value: 'Магазин Подсолнух',
    ids: [22338]
}, {
    value: 'Магазин Северок',
    ids: [22378]
}, {
    value: 'Магазин Сказка',
    ids: [22351]
}, {
    value: 'Магазин Феникс',
    ids: [22307]
}, {
    value: 'Магазин Эльдорадо',
    ids: [22476, 22480]
}, {
    value: 'Медный завод',
    ids: [22393, 22416]
}, {
    value: 'Металлургический цех',
    ids: [22392, 22417]
}, {
    value: 'Механический завод (Заводская)',
    ids: [22403, 22406]
}, {
    value: 'Механический завод (Октябрьская)',
    ids: [22365]
}, {
    value: 'Молокозавод',
    ids: [22437]
}, {
    value: 'Московская',
    ids: [22372]
}, {
    value: 'Мост',
    ids: [22504, 22534]
}, {
    value: 'Музей',
    ids: [22370]
}, {
    value: 'Набережная',
    ids: [22449]
}, {
    value: 'Набережная Урванцева',
    ids: [22482]
}, {
    value: 'Наледная',
    ids: [22513, 22526, 22645]
}, {
    value: 'Нансена',
    ids: [22447, 22466]
}, {
    value: 'Насосная (Надежда)',
    ids: [22603, 22628]
}, {
    value: 'Насосная (Складское хозяйство)',
    ids: [22450, 22464]
}, {
    value: 'Насосная (Электродепо)',
    ids: [22427, 22430]
}, {
    value: 'НЕНГРЭ',
    ids: [22310, 22314]
}, {
    value: 'Нефтебаза',
    ids: [22298, 22453, 22461]
}, {
    value: 'Новая',
    ids: [22566]
}, {
    value: 'Норильский почтамт',
    ids: [22329, 22359]
}, {
    value: 'Норильский промышленный транспорт',
    ids: [22401]
}, {
    value: 'НОФ',
    ids: [22443, 22471]
}, {
    value: 'Общежитие ТГЭ',
    ids: [22324]
}, {
    value: 'ОВЦ',
    ids: [22405]
}, {
    value: 'Оганер-комплекс',
    ids: [22641, 22648]
}, {
    value: 'Озёрная',
    ids: [22640, 22649]
}, {
    value: 'Орджоникидзе',
    ids: [22376]
}, {
    value: 'Очистные (Надежда)',
    ids: [22611, 22623]
}, {
    value: 'Очистные (Талнах)',
    ids: [22577, 22589]
}, {
    value: 'Павлова',
    ids: [22484, 22488]
}, {
    value: 'Первомайская д.17',
    ids: [37130]
}, {
    value: 'Первомайская д. 26',
    ids: [37128]
}, {
    value: 'Первомайская д.7',
    ids: [37131]
}, {
    value: 'Первопроходцев д.13',
    ids: [22570]
}, {
    value: 'Переезд',
    ids: [22391, 22418]
}, {
    value: 'Перекрёсток (Алыкель)',
    ids: [22634, 22637]
}, {
    value: 'Перекрёсток (Оганер)',
    ids: [22644]
}, {
    value: 'Пионерская',
    ids: [22588]
}, {
    value: 'Плавильный цех',
    ids: [22404]
}, {
    value: 'пл. Газовиков',
    ids: [22335, 22474]
}, {
    value: 'пл. Горняков',
    ids: [22546, 22561]
}, {
    value: 'пл. Завенягина',
    ids: [22364, 22387]
}, {
    value: 'пл. Металлургов',
    ids: [22413]
}, {
    value: 'Победы',
    ids: [22618]
}, {
    value: 'Поворот',
    ids: [22573, 22592]
}, {
    value: 'Пождепо (Кайеркан)',
    ids: [37129]
}, {
    value: 'Пождепо (Надежда)',
    ids: [22606]
}, {
    value: 'Пождепо (Нансена)',
    ids: [22438, 22441]
}, {
    value: 'Пождепо (Оганер)',
    ids: [22639, 22650]
}, {
    value: 'Поликлиника (Кайеркан)',
    ids: [22617]
}, {
    value: 'Поликлиника (Кирова)',
    ids: [22483]
}, {
    value: 'Поликлиника (Талнах)',
    ids: [22559]
}, {
    value: 'пос. Валёк',
    ids: [22507, 22531]
}, {
    value: 'пос. Купец',
    ids: [22602, 22629]
}, {
    value: 'Промхоз',
    ids: [22505, 22533]
}, {
    value: 'Противопожарная служба',
    ids: [22348]
}, {
    value: 'Профилакторий',
    ids: [22510, 22528]
}, {
    value: 'Рабочая д. 1',
    ids: [22323]
}, {
    value: 'Ритуальный зал',
    ids: [22486]
}, {
    value: 'РКЦ',
    ids: [22301, 22322]
}, {
    value: 'РМЦ-2',
    ids: [22607]
}, {
    value: 'Рудная',
    ids: [22493, 22565]
}, {
    value: 'Рудная д. 39',
    ids: [22494, 22564]
}, {
    value: 'Рудник Заполярный',
    ids: [22442]
}, {
    value: 'Рудник Комсомольский',
    ids: [22580, 22587]
}, {
    value: 'Рудник Маяк',
    ids: [22543]
}, {
    value: 'Рудник Октябрьский',
    ids: [22574]
}, {
    value: 'Рудник Таймырский',
    ids: [22571]
}, {
    value: 'Рудоуправление',
    ids: [22446, 22468]
}, {
    value: 'Складское хозяйство',
    ids: [22454]
}, {
    value: 'СМУ',
    ids: [22309, 22315]
}, {
    value: 'Совхоз',
    ids: [22515, 22524]
}, {
    value: 'СОК Оганер',
    ids: [22643, 22646]
}, {
    value: 'Соцгород',
    ids: [22368, 22384]
}, {
    value: 'Спецэнергомонтаж',
    ids: [22409]
}, {
    value: 'Спортзал',
    ids: [22305, 22319]
}, {
    value: 'Спортивная',
    ids: [22578]
}, {
    value: 'Строителей',
    ids: [22544]
}, {
    value: 'Строительная',
    ids: [22615]
}, {
    value: 'Стройбаза',
    ids: [22609, 22625]
}, {
    value: 'Талнахская',
    ids: [22340]
}, {
    value: 'Талнахская д. 71',
    ids: [22336]
}, {
    value: 'ТАПСУ',
    ids: [22311, 22313]
}, {
    value: 'Торгмонтаж',
    ids: [22389, 22420]
}, {
    value: 'Торгово-бытовой комплекс',
    ids: [22614, 22619, 22620]
}, {
    value: 'Торговый центр (Кайеркан)',
    ids: [22616]
}, {
    value: 'Торговый центр (Талнах)',
    ids: [22496, 22562]
}, {
    value: 'ТОФ',
    ids: [22583, 22584]
}, {
    value: 'ТПС',
    ids: [22582, 22585]
}, {
    value: 'Трест',
    ids: [22579]
}, {
    value: 'Тубдиспансер',
    ids: [22481]
}, {
    value: 'ТЭЦ-1',
    ids: [22397, 22411]
}, {
    value: 'ТЭЦ-2',
    ids: [22575, 22591]
}, {
    value: 'УАДиС',
    ids: [22457]
}, {
    value: 'УВВС',
    ids: [22399]
}, {
    value: 'Умка',
    ids: [22317]
}, {
    value: 'Универмаг Талнах',
    ids: [22520]
}, {
    value: 'Управление главного механика',
    ids: [22366]
}, {
    value: 'Управление комбината',
    ids: [22369]
}, {
    value: 'Управление НЖД',
    ids: [22394, 22415]
}, {
    value: 'Управление ТГЭ',
    ids: [22299, 22325]
}, {
    value: 'УТВГС',
    ids: [22472]
}, {
    value: 'Утильбаза',
    ids: [22426, 22431]
}, {
    value: 'Федоровского',
    ids: [22548]
}, {
    value: 'Федоровского д. 19',
    ids: [22595]
}, {
    value: 'Федоровского д. 21',
    ids: [22597, 108096]
}, {
    value: 'Федоровского д. 23',
    ids: [22596, 108095]
}, {
    value: 'Хвосты',
    ids: [22610, 22624]
}, {
    value: 'ХКЦ',
    ids: [22423, 22434]
}, {
    value: 'Хлебозавод',
    ids: [22343, 22344]
}, {
    value: 'Хлебозавод (межрайонная)',
    ids: [22521]
}, {
    value: 'Храм',
    ids: [22341]
}, {
    value: 'Хранилище Лебяжье',
    ids: [22599, 22632]
}, {
    value: 'Художественная галерея',
    ids: [22353]
}, {
    value: 'Художественный салон',
    ids: [22382]
}, {
    value: 'ЦБК',
    ids: [22605]
}, {
    value: 'Цементный завод',
    ids: [22425, 22432]
}, {
    value: 'Центр полярной медицины',
    ids: [22342]
}, {
    value: 'Школа 1',
    ids: [22326, 22361]
}, {
    value: 'Школа 20',
    ids: [22547, 22560]
}, {
    value: 'Школа 30',
    ids: [22550, 22557]
}, {
    value: 'Школа 6',
    ids: [22328]
}, {
    value: 'Щорса д. 16',
    ids: [22306, 22318]
}, {
    value: 'Щорса д. 39',
    ids: [22308, 22316]
}, {
    value: 'Электродепо',
    ids: [22428, 22429]
}, {
    value: 'Энергетическая',
    ids: [22400, 22408]
}, {
    value: 'Энергетическая д. 7',
    ids: [22439, 22440]
}, {
    value: 'Энтузиастов',
    ids: [22569]
}]

export const BUSES = {
    2219: {
        name: '1',
        slug: 'bus-1',
        ttype: 0
    },
    2220: {
        name: '1А',
        slug: 'bus-1A',
        ttype: 0
    },
    2221: {
        name: '1Б',
        slug: 'bus-1B',
        ttype: 0
    },
    2222: {
        name: '2',
        slug: 'bus-2',
        ttype: 0
    },
    2223: {
        name: '4',
        slug: 'bus-4',
        ttype: 0
    },
    2224: {
        name: '5А',
        slug: 'bus-5A',
        ttype: 0
    },
    2225: {
        name: '5Б',
        slug: 'bus-5B',
        ttype: 0
    },
    2226: {
        name: '6',
        slug: 'bus-6',
        ttype: 0
    },
    2227: {
        name: '7А',
        slug: 'bus-7A',
        ttype: 0
    },
    2228: {
        name: '7Б',
        slug: 'bus-7B',
        ttype: 0
    },
    2229: {
        name: '8А',
        slug: 'bus-8A',
        ttype: 0
    },
    2230: {
        name: '8Б',
        slug: 'bus-8B',
        ttype: 0
    },
    2231: {
        name: '11',
        slug: 'bus-11',
        ttype: 0
    },
    2233: {
        name: '12',
        slug: 'bus-12',
        ttype: 0
    },
    2234: {
        name: '14А',
        slug: 'bus-14A',
        ttype: 0
    },
    2235: {
        name: '14Б',
        slug: 'bus-14B',
        ttype: 0
    },
    2236: {
        name: '15',
        slug: 'bus-15',
        ttype: 0
    },
    2237: {
        name: '16А',
        slug: 'bus-16A',
        ttype: 0
    },
    2238: {
        name: '16Б',
        slug: 'bus-16B',
        ttype: 0
    },
    2239: {
        name: '17',
        slug: 'bus-17',
        ttype: 0
    },
    2240: {
        name: '22',
        slug: 'bus-22',
        ttype: 0
    },
    2241: {
        name: '23',
        slug: 'bus-23',
        ttype: 0
    },
    2242: {
        name: '24',
        slug: 'bus-24',
        ttype: 0
    },
    2243: {
        name: '26К',
        slug: 'bus-26K',
        ttype: 0
    },
    2244: {
        name: '27К',
        slug: 'bus-27K',
        ttype: 0
    },
    2245: {
        name: '30К',
        slug: 'bus-30K',
        ttype: 0
    },
    2246: {
        name: '31',
        slug: 'bus-31',
        ttype: 0
    },
    3468: {
        name: '31Б',
        slug: 'bus-31B',
        ttype: 0
    },
    3467: {
        name: '31Э',
        slug: 'bus-31EE',
        ttype: 0
    },
    2247: {
        name: '33',
        slug: 'bus-33',
        ttype: 0
    },
    3465: {
        name: '35К',
        slug: 'bus-35K',
        ttype: 0
    },
    2248: {
        name: '40',
        slug: 'bus-40',
        ttype: 0
    },
    3466: {
        name: '40К',
        slug: 'bus-40K',
        ttype: 0
    },
    3464: {
        name: '41',
        slug: 'bus-41',
        ttype: 0
    }
}